Edits to the model will cause some Reinforcement hosted on Parts to be deleted.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DPartReinfDeletedEditDivision { get; }
  Visual Basic
Public Shared ReadOnly Property DPartReinfDeletedEditDivision As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DPartReinfDeletedEditDivision {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RebarSystemFailures Class
  Autodesk.Revit.DB Namespace